---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution
source: html/9701035f-6e85-b0ae-bc2b-a376ad8a4084.htm
---
# HemisphericalLightDistribution Methods

Creates a copy of the LightDistribution derived object.